{
    "name": "Forgiveness Edition",
    "short_name": "Forgiveness",
    "edition": "Forgiveness Edition",
    "players": "1+",
    "theme": "main",
    "levels": ["Forgiveness"],
    "isExpansion": false,
    "backDesc": [
        "Time to forgive (yourself too)"
    ],
    "preview": [
        "You're human. You'll make mistakes, often at other people's expense. They're human. They will also make mistakes, often at your expense. Whether you're needing to forgive another person, or yourself, forgiveness can be difficult. It means letting go of the idea that things could have gone differently. It doesn't mean excusing bad behavior, it means freeing yourself.",
        "To play, either journal your responses or explore these questions with someone else on their forgiveness journey. When you forgive the past you create the space to redefine your future.",
        "Ready?"
    ],
    "questions": [[
        "What does resentment feel like in your body?",
        "Finish the sentence: I know I've forgiven someone when _________.",
        "Finish the sentence: the hardest part about forgiveness is _________.",
        "When was the last time you were wrong in a situation but didn't admit it because of pride?",
        "Who have you had to\n forgive too many times?\n Explain.",
        "Is there someone you owe an apology to that perhaps you've overlooked?",
        "What did your childhood teach you about forgiveness? Towards others? Towards yourself?",
        "Is there someone you've forgiven who doesn't know it yet? If so, what's stopping you?",
        "Who in your life gives the best apologies? Why do they come to mind?",
        "Who in your life gives the worst apologies? Why do they come to mind?",
        "Who's the most understanding person you know? Send them this card as a thank you.",
        "Finish the sentence: I'm working on accepting _________.",
        "What title would you give this chapter of your forgiveness journey?",
        "Have you been carrying any resentment recently? What's one small step you can take towards letting it go?",
        "What have you been hardest on yourself for recently? What would you say to a friend going through a similar situation?",
        "Is there something you haven't forgiven your parents for? If so, what comes to mind?",
        "What do you keep having to\n apologize for that's within\n your control to change?",
        "Finish the sentence: I'm\n still working on _________.\n And that's okay.",
        "Is there something you haven't forgiven your ex for? Explain.",
        "How forgiving are you of other people on a scale of 1-10? How can you increase your answer by 1 point?",
        "How forgiving are you towards yourself on a scale of 1-10? How can you increase your answer by 1 point?",
        "When was the last time\n you gave an ingenuine\n apology? Why?",
        "Finish the sentence: I'm tired of apologizing for _________.",
        "What does a bad apology look like? Get specific.",
        "What does an ideal apology look like to you? Get specific.",
        "What's the hardest thing you've had to forgive yourself/someone else for?",
        "Who is someone that has forgiven you in the past, that you're grateful for to this day?",
        "Are you punishing yourself for anything right now? How can you show empathy for yourself in this moment?",
        "When was the last time you felt unappreciated by someone? Give yourself that validation before flipping to the next card.",
        "Has an apology ever stuck with you till this day, or lack thereof? If so, why?",
        "When was the last time you owed someone an apology but didn't give it to them? What stopped you?",
        "What did you have to unlearn about forgiveness, if anything?",
        "Is there someone in your life you've yet to forgive? If so, why?",
        "What mistake are you most grateful for making?",
        "What did you beat yourself up over when you were younger that you can have more empathy for now?",
        "Who took you the longest to forgive? What helped you get there?",
        "How do you treat yourself when you've made a mistake? Get specific.",
        "Who do you wish you could receive an apology from, if anybody? What do you wish they would say?",
        "Who do you wish you could apologize to? What would you say?",
        "What do you need to forgive\n yourself for today?",
        "What have you learned about forgiveness as you've gotten older?",
        "How do you\n define forgiveness?",
    
        "Wild Card Before apologizing ask yourself: what am I saying sorry for? Do I mean it? Or am I acting small for someone else's comfort?",
        "Wild Card Write out one mistake you've made recently and the lesson it taught you.",
        "Wild Card Look in the mirror. Finish the sentence: I forgive you for _______.",
        "Wild Card What are you holding on\n to that's no longer holding\n on to you? Write it down\n and rip it up.",
    
        "Reminder An apology isn't\n the time to defend\n yourself.",
        "Reminder Replace \"That was\n so stupid of me\"\n with \"That was\n so human of me.\"",
        "Reminder Have more empathy.\n (For yourself too)",
        "Reminder Forgive yourself\n like you did your\n ex so many times."
    ]],
    "_total": 51,
    "_contains": 51
}